const ru = {
  tutorial: {
    page_first: {
      header: "Организация",
      content: "Выберите город и организацию, которую хотите оценить."
    },
    page_second: {
      header: "Оценка",
      content:
        "Оцените качество обслуживания и оставьте комментарий или жалобу."
    },
    page_third: {
      header: "Звонок",
      content: "Дождитесь обратной связи в течение 5 минут и получите решение."
    },
    button: {
      next: "Далее",
      done: "Приступить"
    }
  },

  sign_up: {
    header: "Регистрация",
    error: "Вы ввели недопустимый номер",
    placeholder_text: "Телефон",
    send_btn_txt: "Отправить",
    oferta: {
      read_oferta_1: "Прочитайте оферту.",
      read_oferta_2: "Входя в приложение,вы",
      read_oferta_3: "принимаете ее условия.",
      read_oferta_4: "Просто и понятно об условиях.",
      agree_with_oferta:
        "Даю согласие на получение рекламы в соответствии с Офертой."
    }
  },
  codeConfirm: {
    header: "Введите SMS код",
    code_sent: "Код отправлен на номер:",
    repeat_sms_code: "Повторно отправить SMS",
    send_btn_txt: "Отправить",
    error: {
      error_1: "Код неверный.",
      error_2: "Ввести код еще раз"
    }
  },
  select_vedom: {
    header: "Выберите ведомств",
    service_center: "ЦОНы",
    ministry_of_labor: "Министерство труда и социальной защиты",
    ministry_of_finance: "Министерство финансов"
  },
  select_region: {
    header: "Выберите регион"
  },
  select_district: {
    header: "Выберите район"
  },
  estimate: {
    header: "Оцените учреждение",
    disappoint: "Что именно разочаровало?",
    do_not_like: "Что именно не понравилось?",
    comment: "Комментарий",
    placeholder_txt: "Ваше мнение",
    attach_photo: "Прикрепите фотографию",
    send_btn_txt: "Отправить"
  },
  wait_5_minute: {
    header: "Ваша жалоба принята!",
    content:
      " Пожалуйста, дождитесь звонка от представителя учреждение. Жалоба направлена в ситуационный центр.",
    called: "Вам позвонили?",
    solved_problem: "Решили вопрос?",
    yes: "Да",
    no: "Нет"
  },
  after_eight_pm: {
    header:
      "Спасибо, Ваша заявка принята, с Вами обязательно свяжутся в течение рабочего времени"
  },
  called: {
    header: "Спасибо,что воспользовались приложением!"
  },
  uncalled: {
    header: "Ваша жалоба отправлена!",
    content:
      "В Агентство Республики Казахстан по делам государственной службы и противодействию коррупции(",
    content_1: "АДГСПК РК",
    content_2:
      "Результат Вашей жалобы будет известен после проверки учреждение.",
    back_to_main_page: "Вернуться на главную"
  },
  wanna_be_connected: {
    thanks: "Спасибо,",
    subheader: "что оценили нашу работу!",
    wanna_be_contacted: "Вы хотите, чтобы с Вами связались?",
    yes: "Да",
    no: "Нет"
  }
};

export default ru;
